Repository: SwiftEnProfundidad/essential-feed-case-Auth
Catalog: EssentialFeed/EssentialFeed/Resources/Localizable.xcstrings
Source language: en
Languages: el, es, pt_br

# error_login_accountLocked
source: Account temporarily locked due to multiple failed attempts. Please try again later.
el: Ο λογαριασμός κλειδώθηκε προσωρινά λόγω πολλαπλών αποτυχημένων προσπαθειών. Παρακαλώ προσπαθήστε ξανά αργότερα.
es: Cuenta bloqueada temporalmente debido a múltiples intentos fallidos. Por favor, inténtalo de nuevo más tarde.
pt_br: Conta temporariamente bloqueada devido a múltiplas tentativas falhas. Por favor, tente novamente mais tarde.

# error_login_accountLocked_attempts
source: Account temporarily locked due to multiple failed attempts. Please try again later.
el: Ο λογαριασμός κλειδώθηκε προσωρινά λόγω πολλαπλών αποτυχημένων προσπαθειών. Παρακαλώ προσπαθήστε ξανά αργότερα.
es: Cuenta bloqueada temporalmente debido a múltiples intentos fallidos. Por favor, inténtalo de nuevo más tarde.
pt_br: Conta temporariamente bloqueada devido a múltiplas tentativas falhas. Por favor, tente novamente mais tarde.

# error_login_generic
source: An unknown error occurred. Please try again.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα. Παρακαλώ προσπαθήστε ξανά.
es: Ocurrió un error desconocido. Por favor, inténtalo de nuevo.
pt_br: Ocorreu um erro desconhecido. Por favor, tente novamente.

# error_login_invalidCredentials
source: Invalid credentials.
el: Μη έγκυρα διαπιστευτήρια.
es: Credenciales inválidas.
pt_br: Credenciais inválidas.

# error_login_invalidEmailFormat
source: Invalid email format.
el: Μη έγκυρη μορφή email.
es: Formato de correo electrónico inválido.
pt_br: Formato de e-mail inválido.

# error_login_invalidPasswordFormat
source: Password cannot be empty.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
es: La contraseña no puede estar vacía.
pt_br: A senha não pode estar vazia.

# error_login_maxAttemptsReached
source: Maximum number of attempts reached. Please try again later.
el: Επιτεύχθηκε ο μέγιστος αριθμός προσπαθειών. Παρακαλώ προσπαθήστε ξανά αργότερα.
es: Se alcanzó el número máximo de intentos. Por favor, inténtalo de nuevo más tarde.
pt_br: Número máximo de tentativas atingido. Por favor, tente novamente mais tarde.

# error_login_network
source: Could not connect. Please try again.
el: Δεν ήταν δυνατή η σύνδεση. Παρακαλώ προσπαθήστε ξανά.
es: No se pudo conectar. Por favor, inténtalo de nuevo.
pt_br: Não foi possível conectar. Por favor, tente novamente.

# error_login_noConnectivity
source: No connectivity. Please check your internet connection.
el: Χωρίς συνδεσιμότητα. Παρακαλώ ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
es: Sin conectividad. Por favor, revisa tu conexión a internet.
pt_br: Sem conectividade. Por favor, verifique sua conexão com a internet.

# error_login_offlineStoreFailed
source: Offline store failed. Please try again.
el: Η αποθήκευση εκτός σύνδεσης απέτυχε. Παρακαλώ προσπαθήστε ξανά.
es: Falló el almacenamiento offline. Por favor, inténtalo de nuevo.
pt_br: Falha no armazenamento offline. Por favor, tente novamente.

# error_login_tokenStorageFailed
source: Token storage failed. Please try again.
el: Η αποθήκευση του token απέτυχε. Παρακαλώ προσπαθήστε ξανά.
es: Falló el almacenamiento del token. Por favor, inténtalo de nuevo.
pt_br: Falha ao armazenar o token. Por favor, tente novamente.

# error_login_unknown
source: Something went wrong. Please try again.
el: Κάτι πήγε στραβά. Παρακαλώ προσπαθήστε ξανά.
es: Algo salió mal. Por favor, inténtalo de nuevo.
pt_br: Algo deu errado. Por favor, tente novamente.
